Repository: pafa/LoopFwd-For-Mac
Catalog: Sources/LoopFwd/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: The Codex connection stopped. Your reply was not sent.
zh_hans: Codex 连接已中断，回答未发送。

source: Allow LoopFwd in System Settings → Privacy & Security → Accessibility, then try again.
zh_hans: 请在系统设置 → 隐私与安全性 → 辅助功能中允许 LoopFwd，然后重试。

source: Couldn’t reach this terminal session. Your reply was not sent.
zh_hans: 无法连接到此终端会话，回答未发送。

source: · pick any
zh_hans: · 可多选

source: Return to session
zh_hans: 返回会话

source: ↑↓ select · ⏎ jump · esc close
zh_hans: ↑↓ 选择 · ⏎ 跳转 · esc 关闭

source: New Codex task
zh_hans: 新建 Codex 任务

source: workspace sandbox
zh_hans: 工作区沙盒

source: Choose…
zh_hans: 选择…

source: What should Codex do?
zh_hans: 希望 Codex 做什么？

source: Start Codex task
zh_hans: 开始 Codex 任务

source: Starting the official Codex connection…
zh_hans: 正在建立官方 Codex 连接…

source: Dismiss message
zh_hans: 关闭消息

source: Last reported usage, not a live account balance. See Usage for source and time.
zh_hans: 这是最近报告的用量，并非实时账户余额。来源和时间详见「用量」。

source: Estimated Claude usage — Settings → Usage
zh_hans: Claude 估算用量 — 设置 → 用量

source: Done
zh_hans: 已完成

source: Plan
zh_hans: 计划

source: Running a command
zh_hans: 正在执行命令

source: Running a tool script
zh_hans: 正在执行工具脚本

source: Editing files
zh_hans: 正在修改文件

source: Updating the plan
zh_hans: 正在更新计划

source: Searching the web
zh_hans: 正在搜索网页

source: Viewing an image
zh_hans: 正在查看图片

source: Running %@
zh_hans: 正在执行 %@

source: Editing %@
zh_hans: 正在修改 %@

source: Using %@
zh_hans: 正在使用 %@

source: Preparing %@
zh_hans: 正在准备 %@

source: %@ failed
zh_hans: %@ 执行失败

source: %@ finished
zh_hans: %@ 已完成

source: %@ may be stalled
zh_hans: %@ 可能停滞

source: %@ needs you
zh_hans: %@ 需要你处理

source: %@ resumed
zh_hans: %@ 已恢复

source: %@ started
zh_hans: %@ 已开始

source: %@ stopped
zh_hans: %@ 已停止

source: %d done
zh_hans: %d 个已完成

source: %d failed
zh_hans: %d 个失败

source: %d need you
zh_hans: %d 个需要处理

source: %d observed sessions
zh_hans: 检测到 %d 个会话

source: %d stalled
zh_hans: %d 个可能停滞

source: %d tasks failed
zh_hans: %d 条任务失败

source: %d tasks finished
zh_hans: %d 条任务完成

source: %d tasks may be stalled
zh_hans: %d 条任务可能停滞

source: %d tasks need you
zh_hans: %d 条任务需要处理

source: %d tasks resumed
zh_hans: %d 条任务已恢复

source: %d tasks started
zh_hans: %d 条任务已开始

source: %d tasks stopped
zh_hans: %d 条任务已停止

source: %d verified surfaces · other integrations experimental
zh_hans: %d 个运行表面已验证 · 其他接入为实验支持

source: %d working
zh_hans: %d 个执行中

source: %g seconds
zh_hans: %g 秒

source: + %d more
zh_hans: + 另外 %d 个

source: 1 hour
zh_hans: 1 小时

source: 1 second
zh_hans: 1 秒

source: 10pt
zh_hans: 10 磅

source: 11pt (Default)
zh_hans: 11 磅（默认）

source: 12pt
zh_hans: 12 磅

source: 13pt
zh_hans: 13 磅

source: 2 hours
zh_hans: 2 小时

source: 2 seconds
zh_hans: 2 秒

source: 2 ses
zh_hans: 2 个会话

source: 3 seconds
zh_hans: 3 秒

source: 30 minutes
zh_hans: 30 分钟

source: 5 seconds
zh_hans: 5 秒

source: 8 seconds
zh_hans: 8 秒

source: A live question, approval, sign-in or confirmation is waiting
zh_hans: 有一个实时问题、审批、登录或确认请求等待处理

source: A missing permission disables only the capability that needs it. Passive observation remains read-only.
zh_hans: 权限缺失只影响依赖它的能力，观察功能始终只读。

source: A new Claude / Codex / OpenCode session appears
zh_hans: 出现新的 Claude / Codex / OpenCode 会话

source: A provider-confirmed turn failed
zh_hans: Provider 明确报告任务失败

source: About
zh_hans: 关于

source: Accessibility permission is available
zh_hans: 已获得辅助功能权限

source: Accessibility permission required for replies
zh_hans: 回复需要辅助功能权限

source: Active only while the switcher panel is open.
zh_hans: 仅在切换面板打开时生效。

source: Activity detected
zh_hans: 检测到活动

source: Adds Shift for backwards cycling. Only registered while enabled.
zh_hans: 加按 Shift 反向切换，仅在启用时注册。

source: Advanced
zh_hans: 高级

source: Agents
zh_hans: Agent

source: AI finished its turn
zh_hans: AI 已完成当前轮任务

source: Allow…
zh_hans: 允许…

source: Allowed
zh_hans: 已允许

source: Allowed — enabled task alerts can appear
zh_hans: 已允许 — 将显示你启用的任务通知

source: Always Allow
zh_hans: 始终允许

source: Approval Shortcuts
zh_hans: 审批快捷键

source: Approve
zh_hans: 批准

source: Approximate transcript-based budgets, not official account limits
zh_hans: 根据本机记录估算，并非官方账户额度

source: Attention observer
zh_hans: 待处理事件观察器

source: Authorized
zh_hans: 已授权

source: Auto reveal dwell
zh_hans: 自动展开停留时间

source: Auto-collapse on mouse leave
zh_hans: 鼠标离开时自动收起

source: Auto-expand panel on task complete
zh_hans: 任务完成时自动展开

source: Auto-hide when no active sessions
zh_hans: 没有活跃任务时自动隐藏

source: Automatic
zh_hans: 自动

source: Automatic · 2s active / 8s idle
zh_hans: 自动 · 活跃 2 秒 / 空闲 8 秒

source: Automatic prefers the built-in notch. On a display without a notch, LoopFwd stays hidden until you move the pointer to the top center.
zh_hans: 自动优先使用内置刘海屏。无刘海屏上保持隐藏，鼠标移到顶部中央才展开。

source: Available
zh_hans: 可用

source: Back
zh_hans: 返回

source: Blocked in System Settings
zh_hans: 已在系统设置中阻止

source: Build %@ · %@
zh_hans: 构建 %@ · %@

source: Cancel
zh_hans: 取消

source: Check notification access in System Settings
zh_hans: 请在系统设置中检查通知权限

source: Choose an installed CLI or review agent setup to begin
zh_hans: 选择已安装的 CLI，或查看 Agent 配置说明

source: Choose CLI…
zh_hans: 选择 CLI…

source: Claude community usage estimates
zh_hans: Claude 社区用量估算

source: Claude plan
zh_hans: Claude 套餐

source: Clicking anywhere outside the panel closes an event reveal immediately.
zh_hans: 事件自动展开后，点击面板外部即可收起。

source: Close
zh_hans: 关闭

source: Codex displays its last reported limits, not a live balance. Claude community estimates are optional in Labs.
zh_hans: Codex 显示最后一次报告的额度，并非实时余额。Claude 社区估算可在实验室中启用。

source: Collapse Panel
zh_hans: 收起面板

source: Completed
zh_hans: 已完成

source: Completed: %@
zh_hans: 已完成：%@

source: Content Font Size
zh_hans: 内容字号

source: Control requires a live process-owned loopback request.
zh_hans: 控制要求有当前进程所属的实时 loopback 请求。

source: Copied
zh_hans: 已复制

source: Copy Report
zh_hans: 复制报告

source: Current 5-hour window
zh_hans: 当前 5 小时窗口

source: Data source ready
zh_hans: 数据源可读

source: Data stale
zh_hans: 数据已过期

source: DeepSeek observer
zh_hans: DeepSeek 观察插件

source: Deny
zh_hans: 拒绝

source: Diagnostics
zh_hans: 诊断

source: Disable click-to-jump
zh_hans: 点击时打开详情

source: Disabling controls does not stop existing managed tasks. Return and stop remain available.
zh_hans: 关闭控制不会停止已有托管任务。仍可返回或停止这些任务。

source: Disconnected display
zh_hans: 显示器已断开

source: Dismiss auto reveal on outside click
zh_hans: 点击外部时收起

source: Dismissal
zh_hans: 收起

source: Display
zh_hans: 显示

source: Enable Keyboard Shortcuts
zh_hans: 启用键盘快捷键

source: Enable Sound Effects
zh_hans: 启用提示音

source: Enable…
zh_hans: 启用…

source: Estimated locally from transcript token counts (cache reads weighted at 10%). Anthropic doesn't publish exact budgets — treat the percentages as a guide.
zh_hans: 根据本机对话 Token 数估算（缓存读取按 10% 权重计算）。Anthropic 未公布精确预算，百分比仅供参考。

source: Every provider
zh_hans: 所有 Provider

source: Exact session control when the host API is available
zh_hans: 宿主 API 可用时，控制精确会话

source: Exact task return; reply and stop only for LoopFwd-managed tasks.
zh_hans: 可返回精确任务；仅 LoopFwd 托管任务支持回复和停止。

source: Expand notch on hover
zh_hans: 鼠标悬停时展开

source: Expansion
zh_hans: 展开

source: Experimental digit/text injection into one exact terminal session
zh_hans: 实验功能：向精确定位的终端会话输入数字或文字

source: Experimental managed Codex creation and OpenCode replies/approvals
zh_hans: 实验功能：创建托管 Codex 任务、回复与审批 OpenCode 请求

source: Experimental provider-owned local session readers
zh_hans: 实验支持：读取 Provider 的本机会话数据

source: Failed
zh_hans: 失败

source: Failed: %@
zh_hans: 执行失败：%@

source: Fan-out Task subagents while they run. Keeps the panel clean when off.
zh_hans: 展示运行中的子 Agent。关闭后面板更简洁。

source: Fine-tune the pill dimensions if your machine doesn't fit perfectly. 0 uses the macOS API value.
zh_hans: 仅在屏幕适配不佳时微调。0 表示使用 macOS API 提供的尺寸。

source: From
zh_hans: 从

source: General
zh_hans: 通用

source: Global Shortcuts
zh_hans: 全局快捷键

source: Global, but only registered while a permission request is pending — they never shadow other apps' shortcuts in normal use. Needs the Claude Code hook (Integrations).
zh_hans: 仅在等待权限处理时注册，不在日常使用中占用其他应用的快捷键。需要在“集成”中安装 Claude Code Hook。

source: Harness Web, Grok and Mistral remain experimental
zh_hans: Harness Web、Grok 和 Mistral 保持实验支持

source: Hide in fullscreen
zh_hans: 全屏时隐藏

source: Hide notification details
zh_hans: 隐藏通知详情

source: Keeps the island out of other apps' fullscreen spaces. Menu-bar auto-hide does not affect this setting.
zh_hans: 不在其他应用的全屏空间显示 Island。菜单栏自动隐藏不会影响此设置。

source: Qwen session matched; no unique task recording is available
zh_hans: 已匹配 Qwen 会话，尚无唯一可用的任务记录

source: Hook update required
zh_hans: 需更新 Hook 以验证事件来源

source: Update hook
zh_hans: 更新 Hook

source: Hook installed
zh_hans: 已安装 Hook

source: Hook not installed
zh_hans: 未安装 Hook

source: Hover duration
zh_hans: 悬停时间

source: How long the cursor must rest on the island before it opens.
zh_hans: 鼠标停留多久后展开 Island。

source: How long the panel stays open after an event reveal.
zh_hans: 事件触发自动展开后，面板保持可见的时间。

source: Idle
zh_hans: 空闲

source: Idle agents stay out of the island until work starts
zh_hans: 空闲 Agent 会隐藏，任务开始后自动出现

source: Idle session cleanup
zh_hans: 空闲会话清理

source: Imported sounds appear in every picker above.
zh_hans: 导入的声音将出现在上方所有选择器中。

source: Incompatible data
zh_hans: 数据不兼容

source: Install
zh_hans: 安装

source: Installation
zh_hans: 安装

source: Installed · not verified
zh_hans: 已安装 · 尚未验证

source: Installed in /Applications
zh_hans: 已安装到 Applications

source: Installs a Notification hook into ~/.claude/settings.json after writing a backup. It observes explicit attention events and never answers them unless Labs control is separately enabled.
zh_hans: 先备份，再向 ~/.claude/settings.json 安装通知 Hook。仅观察明确的待处理事件，除非另行启用 Labs 控制，否则不会回复。

source: Installs LoopFwd's bundled read-only observer through the official dsh profile plugin command. Profile metadata is backed up first. The observer writes a 0600 local snapshot with bounded titles and latest messages; it never copies API keys, tool arguments, cookies, or full transcripts. Restart the Web profile after installing or removing.
zh_hans: 通过官方 dsh profile 插件命令安装随附的只读 Observer，并先备份 Profile 元数据。插件写入权限为 0600 的本机快照，标题与最新消息均限长；不复制 API Key、工具参数、Cookie 或完整对话。安装或移除后需重启 Web profile。

source: Integrations
zh_hans: 集成

source: Integrations remain experimental until their specific CLI or Desktop surface passes real release checks. Installed software is not proof of working observation or control.
zh_hans: 各 CLI 或桌面运行表面通过实机验收前，均保持实验支持。检测到软件不代表观察或控制能力已验证。

source: Interaction
zh_hans: 交互

source: Interactions
zh_hans: 交互

source: Jump to task
zh_hans: 跳转到任务

source: Jump to Terminal
zh_hans: 返回终端

source: Just now
zh_hans: 刚刚

source: Keeps the latest meaningful user goal; short confirmations are ignored.
zh_hans: 保留最近有实际含义的用户目标，忽略简短确认。

source: Labs
zh_hans: 实验室

source: Labs: terminal input controls
zh_hans: 实验室：终端输入控制

source: Last control failure
zh_hans: 上次控制失败

source: Last notification decision
zh_hans: 上次通知决策

source: Last return failure
zh_hans: 上次返回失败

source: Last successful scan
zh_hans: 上次成功扫描

source: Launch at Login
zh_hans: 登录时启动

source: Limited data
zh_hans: 有限数据

source: LoopFwd changes no provider configuration on startup. Installers, hooks, notification access and login items run only after you choose them.
zh_hans: LoopFwd 启动时不会修改 Agent 配置。安装、Hook、通知权限与登录项只会在你明确操作后变更。

source: LoopFwd observer
zh_hans: LoopFwd 观察器

source: LoopFwd only sends text when it can address the exact session. Other terminal and editor hosts remain Jump-only until they expose a proven control API.
zh_hans: 只有能精确定位会话时，LoopFwd 才发送文本。其他终端和编辑器在具备经验证的控制 API 前，仅支持返回。

source: LoopFwd posts only the notification types enabled below.
zh_hans: LoopFwd 只发送下方已启用类型的通知。

source: LoopFwd reads provider-owned local session stores and the process table. It never reads API keys or uploads transcript data.
zh_hans: LoopFwd 读取 Provider 的本机会话存储与进程表，不读取 API Key，也不上传对话内容。

source: LoopFwd Settings…
zh_hans: LoopFwd 设置…

source: macOS Notifications
zh_hans: macOS 通知

source: Manual installation required
zh_hans: 需要手动安装

source: Max Panel Height
zh_hans: 面板最大高度

source: Max Panel Width
zh_hans: 面板最大宽度

source: Max visible sessions
zh_hans: 默认可见会话数

source: Modifier Key
zh_hans: 修饰键

source: Monitor your local AI coding tasks at a glance.
zh_hans: 一眼掌握本机 AI 编程任务。

source: Mutes all sounds during the selected time range (crosses midnight if end is earlier than start). Useful when agents run overnight.
zh_hans: 在所选时段内静音。如果结束时间早于开始时间，则跨越午夜。适合夜间运行任务。

source: My Sounds
zh_hans: 我的声音

source: Navigate Sessions
zh_hans: 切换会话

source: Navigation is active while the switcher is open.
zh_hans: 仅在切换面板打开时生效。

source: Needs attention
zh_hans: 需要处理

source: Needs Attention
zh_hans: 需要处理

source: Needs attention: %@
zh_hans: 需要处理：%@

source: Needs your attention
zh_hans: 需要你处理

source: Never
zh_hans: 从未

source: New session started
zh_hans: 新会话开始

source: New tasks and provider controls
zh_hans: 新建任务与 Agent 控制

source: No active session · installed, not verified
zh_hans: 无活跃会话 · 已安装，尚未验证

source: No active session · software not found
zh_hans: 无活跃会话 · 未找到软件

source: No active tasks
zh_hans: 暂无活跃任务

source: No active window — opens with your next Claude message.
zh_hans: 暂无活跃窗口，将在下一条 Claude 消息后开始。

source: No completed scan yet
zh_hans: 尚未完成扫描

source: No imported sounds yet.
zh_hans: 尚未导入声音。

source: No provider-backed progress for three minutes
zh_hans: 三分钟内未观察到 Provider 确认的进展

source: No provider-backed progress: %@
zh_hans: 暂未检测到新的进展：%@

source: Not authorized
zh_hans: 未授权

source: Not granted · required only for optional Terminal.app input
zh_hans: 未授权 · 仅可选的 Terminal.app 输入需要

source: Not installed
zh_hans: 未安装

source: Not requested — LoopFwd never asks at startup
zh_hans: 尚未请求 — LoopFwd 不在启动时请求权限

source: Notch
zh_hans: 刘海

source: Notch height
zh_hans: 刘海高度

source: Notch width
zh_hans: 刘海宽度

source: Notification access is requested only after an explicit click here; startup remains silent.
zh_hans: 只有你在这里点击后才请求通知权限，启动时不会询问。

source: Notifications
zh_hans: 通知

source: Observation and exact terminal return. Terminal control stays in Labs.
zh_hans: 支持观察和精确返回终端。终端控制留在 Labs。

source: Observer installation is available in Integrations after dsh is installed.
zh_hans: 安装 dsh 后，可在“集成”中安装 Observer。

source: Off
zh_hans: 关闭

source: Off by default. Completion still appears briefly and can notify without taking over the screen.
zh_hans: 默认关闭。完成状态仍会短暂显示并通知，不主动占据屏幕。

source: OK
zh_hans: 好

source: Open Applications
zh_hans: 打开 Applications

source: Open Island
zh_hans: 打开 Island

source: Open LoopFwd Settings
zh_hans: 打开 LoopFwd 设置

source: Open LoopFwd to view tasks
zh_hans: 打开 LoopFwd 查看任务

source: Open LoopFwd to view the task
zh_hans: 打开 LoopFwd 查看任务

source: Open Notifications to review macOS authorization
zh_hans: 前往「通知」查看 macOS 授权

source: Open Settings
zh_hans: 打开设置

source: Open Switcher
zh_hans: 打开切换面板

source: Optional
zh_hans: 可选

source: Optional warning after three minutes without provider-backed progress.
zh_hans: 可选提示：三分钟内未观察到 Provider 确认的进展。

source: Opus, Sonnet, Fable… read from the session transcript.
zh_hans: 从会话数据读取模型名称，如 Opus、Sonnet、Fable。

source: or
zh_hans: 或

source: Panel Shortcuts
zh_hans: 面板快捷键

source: Panel size
zh_hans: 面板尺寸

source: Permission
zh_hans: 权限

source: Possibly stalled
zh_hans: 可能已停滞

source: Possibly Stalled
zh_hans: 可能停滞

source: Process detected
zh_hans: 检测到进程

source: Process discovery with a safe fallback when session data is unavailable
zh_hans: 通过进程发现；会话数据不可用时安全降级

source: Processing task
zh_hans: 正在处理任务

source: Provider readiness
zh_hans: Agent 就绪状态

source: Provider sources
zh_hans: Provider 数据源

source: Provider-confirmed failures only.
zh_hans: 仅在 Provider 明确报告失败时通知。

source: Questions, approvals, sign-in and confirmation requests.
zh_hans: 问题、审批、登录和确认请求。

source: Quiet Hours
zh_hans: 静音时段

source: Quit LoopFwd
zh_hans: 退出 LoopFwd

source: Quit LoopFwd and drag it into Applications. If blocked, review System Settings → Privacy & Security → Open Anyway.
zh_hans: 退出 LoopFwd 后拖入 Applications。如果被系统拦截，请检查“系统设置 → 隐私与安全性 → 仍要打开”。

source: Read-only observer installed for the supported Web profile.
zh_hans: 已为指定 Web profile 安装只读 Observer。

source: Ready
zh_hans: 就绪

source: Ready — exact tab selection plus keyboard input
zh_hans: 已授权 — 可选择精确标签页并输入

source: Refresh
zh_hans: 刷新

source: Refresh interval
zh_hans: 刷新间隔

source: Refresh Now
zh_hans: 立即刷新

source: Refresh status
zh_hans: 刷新状态

source: Remove
zh_hans: 移除

source: Request failed: %@
zh_hans: 请求失败：%@

source: Resumed: %@
zh_hans: 已恢复：%@

source: Return to session only; replies are disabled
zh_hans: 仅支持返回会话，不支持回复

source: Reverse Switcher
zh_hans: 反向切换

source: Review before sharing
zh_hans: 分享前请检查

source: Review provider availability and supported capabilities
zh_hans: 查看软件、数据源和已验证能力

source: Rich data active
zh_hans: 正在读取详细状态

source: Rolling 7-day window
zh_hans: 最近 7 天窗口

source: Running from /Applications.
zh_hans: 正在 Applications 中运行。

source: Sanitized diagnostics
zh_hans: 脱敏诊断

source: Scanner
zh_hans: 扫描器

source: Sent once per confirmed turn.
zh_hans: 每个明确完成的任务轮次仅通知一次。

source: Session
zh_hans: 会话

source: Session card
zh_hans: 会话卡片

source: Session Start
zh_hans: 会话开始

source: Set up an agent
zh_hans: 配置一个 Agent

source: Settings…
zh_hans: 设置…

source: Setup status
zh_hans: 设置状态

source: Shortcuts
zh_hans: 快捷键

source: Show AI model
zh_hans: 显示 AI 模型

source: Show conversation
zh_hans: 查看对话

source: Show conversation details
zh_hans: 查看对话详情

source: Show fewer
zh_hans: 收起列表

source: Show git branch
zh_hans: 显示 Git 分支

source: Show live activity
zh_hans: 显示当前步骤

source: Show subagents
zh_hans: 显示子 Agent

source: Show task checklists
zh_hans: 显示任务清单

source: Show task summary
zh_hans: 显示任务目标

source: Show terminal app chip
zh_hans: 显示终端应用标签

source: Show usage in the panel header
zh_hans: 在面板顶部显示用量

source: Silence during quiet hours
zh_hans: 静音时段不播放声音

source: Smart suppression
zh_hans: 智能免打扰

source: Sound
zh_hans: 声音

source: Source: local Codex rate-limit event.
zh_hans: 来源：本机 Codex 用量事件。

source: Started: %@
zh_hans: 已开始：%@

source: Step · %@
zh_hans: 步骤 · %@

source: Stopped
zh_hans: 已停止

source: Stopped: %@
zh_hans: 已停止：%@

source: Support is verified per CLI, Desktop or managed surface
zh_hans: CLI、桌面端、托管任务的支持能力分别验证

source: Supported means capability-backed, not merely detected.
zh_hans: 正式支持表示能力已验证，而不只是检测到安装。

source: Suppress only when the exact task is known to be visible, not merely its application.
zh_hans: 只有确认正在查看同一任务时才抑制提醒，仅应用位于前台不够。

source: System
zh_hans: 系统

source: System access
zh_hans: 系统权限

source: System Settings could not be opened
zh_hans: 无法打开系统设置

source: Tap to open, press again to cycle through sessions, ⏎ to jump (⌘Tab style).
zh_hans: 按下打开，再次按下切换会话，按 ⏎ 返回任务（类似 ⌘Tab）。

source: Task · %@
zh_hans: 任务 · %@

source: Task Acknowledge
zh_hans: 任务开始执行

source: Task Complete
zh_hans: 任务完成

source: Task completed
zh_hans: 任务完成

source: Task failed
zh_hans: 任务失败

source: Task Failed
zh_hans: 任务失败

source: Terminal control
zh_hans: 终端控制

source: Terminal input (Labs)
zh_hans: 终端输入（实验室）

source: The observer reports explicit permission and question events. Terminal input remains a Labs feature and is off by default.
zh_hans: Observer 报告明确的权限和问题事件。终端输入仍属于 Labs，默认关闭。

source: The session list scrolls when it grows past this.
zh_hans: 超过该高度后，会话列表可滚动。

source: This report omits prompts, messages, credentials and full paths. Review it before sharing in a LoopFwd bug report.
zh_hans: 报告不含提示词、对话、凭据和完整路径。提交问题前，请再次检查内容。

source: Tracked agents
zh_hans: 监控的 Agent

source: Tracked data
zh_hans: 读取的数据

source: Trim idle provider records from Diagnostics after this long. Idle never fills the island.
zh_hans: 在此时间后从诊断信息中清理空闲记录。空闲任务不会出现在主岛中。

source: Tuning
zh_hans: 微调

source: Turn off every LoopFwd shortcut without clearing your mappings.
zh_hans: 关闭所有 LoopFwd 快捷键，但保留当前按键设置。

source: Unavailable
zh_hans: 不可用

source: Until
zh_hans: 至

source: updated %dh ago
zh_hans: %d 小时前更新

source: updated %dm ago
zh_hans: %d 分钟前更新

source: updated %ds ago
zh_hans: %d 秒前更新

source: updated now
zh_hans: 刚刚更新

source: Usage
zh_hans: 用量

source: Version %@
zh_hans: 版本 %@

source: Visibility
zh_hans: 可见性

source: Volume
zh_hans: 音量

source: When enabled, clicking a session opens its detail view instead of switching to its terminal.
zh_hans: 开启后，点击会话显示详情，不直接跳转到原任务。

source: Working
zh_hans: 执行中

source: You submitted a prompt and the agent got to work
zh_hans: 你提交请求后，Agent 开始工作

source: Local changes
zh_hans: 含本地修改

source: Open %@
zh_hans: 打开 %@

source: About LoopFwd
zh_hans: 关于 LoopFwd

source: Supported
zh_hans: 正式支持

source: Experimental
zh_hans: 实验支持

source: CLI · local session registry
zh_hans: CLI · 本机会话注册表

source: CLI · Desktop · LoopFwd managed
zh_hans: CLI · 桌面端 · LoopFwd 托管

source: TUI HTTP · Desktop read-only
zh_hans: TUI HTTP · 桌面端只读

source: WorkBuddy cannot read this configuration's BOM. Review the settings file.
zh_hans: WorkBuddy 无法读取此配置的 BOM，请检查设置文件。

source: Harness Web · versioned observer
zh_hans: Harness Web · 版本化 Observer
